Repository: imdatceleste/katip
Catalog: Katip/*.lproj/Localization.strings
Languages: de

# message.transcribing
source: Transcribing « %@ »
de: Transkribiere « %@ »

# message.transcription.done
source: Transcription done...
de: Transkription fertig...

# message.no_languages
source: No Languages
de: Keine Transkriptionssprachen verfügbar

# message.waiting
source: Waiting...
de: Warten...

# message.will.stop
source: Will Stop...
de: Wird angehalten...

# window.title.stopping
source: Katip - Stopping...
de: Katip - Hält an...

# transcription.info.dialog.title
source: Transcription
de: Transkription

# transcription.info.dialog.message
source: The transcription will be processed in realtime in the background, so you may continue with other work while I transcribe. I will notify you when it is done.
de: Die Transkription wird im Hintergrund durchgeführt. Sie können währenddessen sich mit anderen Themen beschäftigen. Ich werede Sie informieren, wenn die Transkription fertig ist.

# transcription.done.notification.title
source: Transcription done
de: Transkription fertig

# transcription.done.notification.message
source: Your transcription of « %@ » is done.
de: Ihre Transkription von « %@ » ist fertig.

# openpanel.title
source: Select Recording
de: Sprachaufzeichnung auswählen

# openpanel.prompt
source: Transcribe
de: Transkribieren

# openpanel.message
source: Select a Recording to Transcribe
de: Wählen Sie eine Sprachaufzeichnung aus

# errormessage.speech.denied
source: Speech Recognition Denied
de: Spracherkennung abgelehnt

# errormessage.speech.restricted
source: Speech Recognition Restricted
de: Spracherkennung eingeschränkt

# errormessage.speech.not_determined
source: Speech Recognition Not Determined
de: Spracherkennungsmöglichkeit nicht bekannt

# errormessage.speech.unknown
source: Speech Recognition Status Unknown
de: Spracherkennungsmöglichkeit nicht bekannt

# savepanel.title
source: Save Transcription
de: Transkription speichern

# savepanel.prompt
source: Save
de: Speichern

# savepanel.message
source: Select a filename to save to
de: Bitte wählen Sie einen Dateinamen aus

# saveerror.dialog.title
source: File Save Error
de: Fehler beim Speichern

# saveerror.dialog.message
source: Could not save transcribed text to the specified file. Please check permission and try again.
de: Die Transkription konnte nicht gespeichert werden. Bitte überprüfen Sie die Zugriffsrechte und versuchen Sie es nochmals.

# reset.eta.estimates.alert.title
source: Reset ETA Estimates
de: ETA Zurücksetzen

# reset.eta.estimates.message
source: Are you sure you want to reset ETA estimate data?
de: Sind Sie sicher, dass sie die ETA-Annahmen zurücksetzen möchten?

# reset.eta.estimates.reset.button
source: Reset
de: Zurück setzen

# reset.eta.estimates.cancel.button
source: Cancel
de: Abbrechen
